tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"

brew "archey"
brew "autoconf"
brew "automake"
brew "calcurse"
brew "coreutils"
brew "cowsay"
brew "ffmpeg"
brew "freetype"
brew "git"
brew "openssl"
brew "readline"
brew "sqlite"
brew "glances"
brew "gmp"
brew "gnupg"
brew "jpeg"
brew "libtool"
brew "xz"
brew "imessage-ruby"
brew "jpeginfo"
brew "jpegoptim"
brew "jq"
brew "libyaml"
brew "mysql"
brew "neofetch"
brew "node"
brew "pkg-config"
brew "python"
brew "redis"
brew "speedtest-cli"
brew "tmux"
brew "vdirsyncer"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "koekeishiya/formulae/skhd"

cask "java"
cask "xquartz"
cask "spotify"
cask "alfred"
cask "google-chrome"
cask "font-fira-code"
cask "spotify"
cask "rocket"
cask "alfred"
cask "handbrake"
cask "appcleaner"
cask "audio-hijack"
cask "bettertouchtool"
cask "busycal"
cask "cleanmymac"
cask "clover-configurator"
cask "colorsnapper"
cask "dropbox"
cask "homebrew/cask-versions/firefox-developer-edition"
cask "gitkraken"
cask "imazing"
cask "iterm2"
cask "keyboard-maestro"
cask "keyboardcleantool"
cask "mailmate"
cask "spotify"
cask "vlc"

mas "Export Calendars Pro", id: 663835623 
mas "Kindle", id: 405399194  
mas "Magnet", id: 441258766 
mas "Drafts", id: 1435957248 
mas "Pro Audio Converter", id: 445279797 
mas "PDFpen", id: 1359905378  
mas "Expressions", id: 913158085 
mas "Yummy FTP Pro", id: 492068728 
mas "OmniFocus", id: 1346203938 
mas "Pixelmator", id: 407963104 
mas "Pages", id: 409201541 
mas "Logic Pro X", id: 634148309  
mas "ColorSnapper2", id: 969418666 
mas "Numbers", id: 409203825 
mas "Copy'em Paste", id: 876540291 
mas "iReal Pro", id: 409035833 